[
    {
        "id" : 1,
        "nombre" : "Batman",
        "alias" : "Bruce Wayne",
        "bio" : "Sus padres fueron asesinados delante de el cuando era un niño. A partir de ese día decidió vivir para combatir al crimen organizado y descubrir quien fue el asesino de sus padres",
        "universo" : "DC",
        "nemesis" : ["Joker","Scarecrow","Dos caras","..."],
        "foto" : ["https://png.icons8.com/color/1600/batman.png",
             "https://i.ytimg.com/vi/22nrIegU_w4/hqdefault.jpg",
             "http://superbelette.fr/wp-content/uploads/2017/10/batman-comics.jpg",
             "https://i.pinimg.com/736x/61/1b/6d/611b6d0c3e3795212a2ac5308269e1da--jason-fabok-comic-character.jpg"],
        "romance" : "Gatúbela",
        "informacion" :["El multimillonario filántropo, Thomas Wayne, su esposa, Martha junto a su hijo de 8 años, Bruce Wayne, estaban saliendo de un cine una noche cuando se dirigieron hacia Park Row. De repente, un matón llamado Joe Chill armado con una pistola se acercó hacia ellos desde las sombras para robar el collar de perlas que Martha llevaba. Con Bruce viendo todo, Chill disparó y mató a Thomas Wayne a sangre fría cuando este protegió a su esposa y luego Martha también fue asesinada mientras gritaba por ayuda. Bruce quedó severamente traumatizado por la muerte de sus padres. Ya nunca más sería el mismo. Después de ser criado por su sabio y leal mayordomo Alfred Pennyworth, Bruce heredó la gran fortuna de su familia, así también la compañía de su padre, Wayne Enterprises. Una noche, de pie ante las tumbas de sus padres, Bruce les hizo un solemne juramento de vengar sus muertes.\n A pesar de la seguridad fiscal, la felicidad eludió a Bruce. Bruce fue consolado por la Dr. Leslie Thompkins, quien le ayudó a llorar a sus padres y a encontrar un propósito en la vida. A los catorce años, Bruce comenzó un viaje de doce años por todo el mundo en busca de expertos en muchos campos de combate, entrenándose mental y físicamente. Desde el punto de vista académico, estudió en Cambridge (Inglaterra), la Sorbona en Francia, y otras famosas universidades europeas. Un francés llamado Henri Ducard le enseñó cómo cazar y perseguir a una persona, un ninja llamado Kirigi le enseñó el sigilo, un bosquimano africano lo entrenó en el arte de la caza, y los monjes de Nepal le enseñaron la curación.",
            "Bruce volvió a Ciudad Gótica, donde se convirtió en un justiciero. Pero a pesar de todas sus habilidades afinadas, sabía que algo le faltaba. Bruce quería que los delincuentes fueran 'muy supersticiosos y cobardes', y con el fin de liberar a su ciudad del mal, tuvo que convertirse en un símbolo tan aterrador que le permitiera infundir el miedo en los corazones de los criminales. Una noche, en el estudio de su padre, un gran murciélago pasó a través de la ventana. Bruce vio esto como un presagio y recordó su miedo hacia los murciélagos cuando era niño. Entonces supo que ese iba a ser su símbolo, el Murciélago lo ayudaría a infundir terror en los bajos fondos de Gótica. Haciendo uso de su riqueza, Bruce diseñó un traje y todo el equipo complementario, comenzando así una doble vida: durante el día, él sería el playboy multimillonario y hombre de negocios, Bruce Wayne; de noche, sería el Caballero de Noche, Batman.",
            "Mientras estaba de gira en Gotham City, escuchó a Tony Zucco, un conocido y temido señor del crimen, amenazando al dueño del circo de pagarle un soborno a cambio de protección. El propietario se negó, y a la noche siguiente Dick contemplo con horror como el alambre de sus padres se rompía en las alturas, enviándolos a toda velocidad hacia la muerte, a vistas de la élite de Gotham, entre los que estaban Bruce Wayne y Tim Drake.Poco después de la tragedia, Bruce Wayne decidió adoptar a Dick, pero el niño se negó ya que no quería reemplazar a su difunto padre con el multimillonario. Frustrado por la falta de atención por parte de su nuevo tutor y el misterio que rodeaba a la muerte de sus padres, Dick se escapó de la Mansión Wayne, una noche para resolver el crimen por su cuenta (esa noche sólo se encontró con Batman, que también estaba investigando el asesinato). Después de despertar en la Baticueva, se sorprende al enterarse de que Bruce es realmente el Batman. Juntos tuvieron éxito en revelar la complicidad Zucco en el asesinato, pero en ese momento el gangster muere de un ataque al corazón. Viendo un reflejo de sí mismo en Dick, Batman le hizo al joven huérfano la oferta que cambiaría su vida, la oportunidad de convertirse en su socio en la lucha contra el crimen. Dick eligió el nombre de Robin, ya que era el apodo que su madre le dio, y comenzó su entrenamiento." ,
            "Bruce Wayne (también llamado Bruno Díaz en Hispanoamérica) es un filántropo, multimillonario y el presidente corporativo de Empresas Wayne. En secreto, él encarna a Batman, el héroe enmascarado que lucha contra el mundo del hampa y del crimen organizado en Ciudad Gótica combatiendo a peligrosos criminales que amenazan la paz de sus conciudadanos. Bruce juró ante la tumba de sus fallecidos padres, quienes murieron en un atraco a mano armada, combatir la delincuencia en todos sus aspectos.Creado por Bob Kane y el escritor Bill Finger, es un personaje que ha alcanzado el estatus de icono cultural y uno de los superhéroes más populares de todos los tiempos."]
    },
    {
        "id" : 2,
        "nombre" : "Spiderman",
        "alias" : "Peter Parker",
        "bio" : "Fue picado por una araña y ahora posee habilidades arácnidas",
        "universo" : "Marvel",
        "foto" : ["https://orig00.deviantart.net/3bd9/f/2017/183/0/7/spider_man_homecoming_icon_by_xanisu-dbete4j.png",
            "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/gallery_big/public/media/image/2016/09/2-muerte-tio-ben.jpg?itok=zvQvCpHk",
            "https://media.giphy.com/media/EkUOl0qqyPV9C/source.gif",
            "https://vignette.wikia.nocookie.net/spiderman/images/1/12/Peter_Parker_Tierra-616.png/revision/latest/scale-to-width-down/310?cb=20160425195444&path-prefix=es"],
        "nemesis" : ["Duende verde","Venom","Kraven","..."],
        "romance" : "Mary Jane",
        "informacion" :["Peter Benjamin Parker es el hijo de Richard y Mary Parker, ambos agentes de la CIA y posteriormente de S.H.I.E.L.D.. Su última misión fue infiltrarse como agentes dobles en la organización de Albert Malik, que tomó el nombre de Red Skull, el gran enemigo del Capitán América. Albert averiguó sus planes y provocó un accidente aéreo que acabó con sus vidas. El Skull luego tuvo a sus padres acusados de traición. Después de que sus progenitores murieran, el pequeño Peter quedó al cuidado de sus tíos May y Ben Parker, que vivían en Forest Hills, un barrio de Queens, en Nueva York. Con el tiempo, Peter Parker se convirtió en un joven estudiante, amante de la ciencia, tímido y bastante inadaptado de 16 años, que soportaba las bromas de sus compañeros de colegio (sobre todo las bromas de Flash Thompson, la estrella del equipo de fútbol americano del instituto, y el chico más popular que salía con Liz Allan).Durante una visita estudiantil hacía a la Facultad de Ciencias Exactas y Naturales de la UBA, patrocinado por el General Techtronics Corporation, Peter fue picado por una araña que había sido expuesta a los experimentos radiactivos que allí se llevaban a cabo. Sin saberlo, dicha araña cayó de su mano, y también mordió a una chica, Cindy Moon en el tobillo antes de que muriera a causa de la radiación. Esto provocó que paulatinamente Parker adquiriera poderes sobrehumanos: la velocidad, fuerza y agilidad proporcionales a las de una araña de su tamaño; un 'sentido arácnido' que le avisa de peligros y la habilidad de adherirse y desplazarse por cualquier muro o pared, independientemente de su horizontalidad. Luego se las ingenia para construir un mecanismo que le permite lanzar un viscoso producto químico a manera de telaraña.",
            "Su primera aparición pública tuvo lugar cuando vio un espectáculo de lucha libre, donde ofrecían un premio a quien aguantara 3 minutos frente a un luchador profesional. Interesado en probar sus nuevos poderes, Parker decidió aceptar el reto. Se puso una máscara para esconder su cara y así evitar la vergüenza si perdía, pero derrotó con facilidad a su adversario. Un cazador de talentos le filmó y le ofreció un espacio en un show de variedades de televisión. Peter aceptó la oferta y se hizo llamar así mismo el Asombroso Spider-Man, decidiendo utilizar este medio como trampolín para hacer carrera en el mundo del espectáculo. Durante los siguientes días, Parker fabricó un fluido especial que imitaba la tela de araña, además de un mecanismo para disparar dicho fluido. También cambió su máscara por un traje de cuerpo entero.",
            "Así preparado se presentó en televisión y tuvo un éxito inmediato. Tras terminar el show, Peter dejó escapar a un ladrón, pese a que hubiera podido detenerlo con facilidad. Algunos días más tarde al volver a casa encontró que su tío Ben había sido asesinado por un ladrón, que se había refugiado en un almacén abandonado, donde la policía lo había rodeado. Desconsolado adoptó de nuevo la identidad de Spider-Man y lo capturó rápidamente descubriendo que había sido el mismo ladrón que había dejado escapar en los estudios de televisión. Desde ese día decidió luchar contra el crimen bajo la enseñanza que 'Un gran poder, conlleva una gran responsabilidad'."]
    },
    {
        "id" : 3,
        "nombre" : "Spawn",
        "alias" : "Albert Francis Simmons",
        "bio" : "Un Hellspawn es un demonio de naturaleza simbiótica creado con el objetivo a largo plazo de encontrar un comandante perfecto para las tropas del infierno, para enfrentarse a las tropas del cielo en el próximo armagedón.",
        "universo" : "DC",
        "nemesis" : ["Clown/Violator","Malebolgia","Mafia italiana","..."],
        "foto" :["https://png.icons8.com/color/1600/spawn.png",
            "https://static.comicvine.com/uploads/original/11123/111235182/5275666-7699071530-otQAk.jpg",
            "https://static.comicvine.com/uploads/original/11117/111178572/4085546-3695888023-spawn.jpg",
            "https://vignette.wikia.nocookie.net/spawn/images/1/18/Spawn_infobox.jpg/revision/latest?cb=20141012164630"],
        "romance" : "Wanda",
        "informacion" :["Albert Francis 'Al' Simmons nació en Detroit, Michigan, fue el segundo de tres hijos (Marc, Al, y Richard), cuyo padre era un comerciante viajero, y cuyo abuelo se involucró con un Hellspawn llamado 'Gunslinger'. Cuando era un niño, mientras su padre estaba fuera, Al, sus dos hermanos y su madre eran visitados a menudo por un misterioso hombre llamado Malefick. Su madre afirmó que Malefick era un viejo amigo pero sus hijos miraban a Malefick con una mirada curiosa. Siempre vestido con un traje blanco y siempre estaba dispuesto a tentar a los chicos con algo malo. Comenzó mostrándoles cómo quemar hormigas con una lupa, y luego avanzó en más y más actos violentos. Malefick parecía estar poniendo a prueba a los niños de una manera, especialmente al más joven, Richie. Como los chicos crecían, sus sentimientos acerca de Malefick comenzaron a cambiar a medida que comprendían mejor su relación con sus padres. Una vez, cuando el hermano mayor de Al, decidió decirle a su padre acerca de Malefick, Al se lo prohibió ya que había desarrollado un gusto por las cosas que Malefick le ofrecía y no quería que las cosas cambiaran.  Un verano, en casa de la universidad, Malefick inicia a Richie por un camino de drogas, prostitutas y violencia. Por la insistencia de Malefick, Richie fue a un negocio de drogas y se reunió con un hombre llamado Weasel. Allí, Richie fue drogado y abusado sexualmente, pero cuando volvió en sí y se defendió. Apuñaló a Weasel casi hasta la muerte y rápidamente llamó a sus hermanos para venir a ayudar. Cuando Al y Marc llegaron, no estaban seguros de qué hacer con Weasel. Para proteger a su hermano Richie de la policía, Al resuelve el dilema por su cuenta. A la edad de 19 años, Al simmons cometió su primer asesinato apuñalando a Weasel hasta su muerte. Después de su primer asesinato, Al fue transferido a la academia militar. Era un excelente estudiante y deportista, y pronto descubrió que tenía aptitudes para la vida militar y la guerra también. Después de graduarse de la academia, se unió a los marines. Durante su tiempo en la marina, las habilidades naturales de Al, le permitió avanzar rápidamente. Alcanzó el rango de teniente coronel y fue seleccionado finalmente para unirse a la seguridad de la Casa Blanca. Fue en ese momento en que el jefe de la CIA llamado Jason Wynn estaba consolidando su poder, por lo que Wynn y sus compañeros idearon un plan para asesinar al presidente a fin de acelerar su ocupación del poder, pero el plan fue frustrado por Al Simmons. Cuando se efectuaron disparos contra el presidente, Al saltó en frente de las balas y se convirtió en un héroe.",
            "Aunque su plan había fracasado, Wynn vio como promesa al joven agente que había arruinado las cosas. Ofreció a Simmons una posición en el USSG (Grupo de seguridad de los Estados Unidos) - una tapa de operaciones encubiertas de la división secreta dirigida por el propio Wynn. Bajo la tutela de Wynn, Al realmente encontró su vocación. Se convirtió en uno de los principales agentes de la nación, llevando a cabo misiones secretas alrededor del mundo, especialmente en Nicaragua, Angola y Camboya. Pronto su moral se derrumbó casi en su totalidad ya que descubrió que podía justificar los asesinatos de inocentes simplemente diciéndose a sí mismo que era 'por el bien del país'. Derramó increíbles cantidades de sangre, tanto inocente como no, justificando el amor y facilidad para la matanza con que fue dotado y explicando siempre que él sólo obedecía órdenes.La única razón que en la vida de Al superaba su amor por la guerra y la muerte, era su esposa Wanda a quien deseaba hacer feliz y darle hijos (cosa que le era imposible ya que él sufría de esterilidad, cosa que él ignoraba), razón por la cual comenzó a cuestionar su trabajo deseando algo más estable para su familia. Pero no todas sus misiones tuvieron éxito. Fue enviado a la URSS para asesinar a un científico nuclear llamado Yousef Vólojov, pero fracasó. En los EE.UU., fue contratado extraoficialmente por el senador Jennings para matar al asesino de niños Billy Kincaid quien había matado a su hija, trabajo que Al aceptó ya que planeaba aceptar el dinero para abandonar la agencia; pero de nuevo fracasó ya que el detective Samuel Burke fue más rápido y logró apresarlo. Esto llegaría a frustrarlo por lo que en una ocasión incluso se desquitaría golpeando a Wanda en una discusión, acto del que se arrepentiría al punto de jurar jamás hacer nuevamente algo que le provocara sufrimiento.",
            "Aunque Al lo ignoró por muchos años tras convertirse en un Spawn sus recuerdos fueron distorsionados para omitir la parte más violenta e inhumana de su vida, es así como de su mente fueron relegados recuerdos que mostraban su obsesión con trabajo y como esto dañó su relación con Wanda, que a su vez comenzó a perjudicar su rendimiento en el campo. Simmons había llegado finalmente a un punto en que se veía a sí mismo como un salvador y protector quien exclusivamente sería el salvador y remodelador del mundo en una versión utópica y perfecta gracias al cumplimiento de sus misiones y las masacres que llevaba a cabo, por ello estaba dispuesto a herir (o incluso matar) a las personas que amaba si lo importunaban. La principal razón de sus discusiones era el deseo de Wanda de ser padres, cosa a la que Al se negaba excusándose en la idea que el mundo era un lugar peligroso para traer un hijo, sin embargo esto solo era una forma de evitar lo que veía como una interferencia innecesaria que arruinara la vida que tanto disfrutaba.La tensión entre la pareja aumento gradualmente hasta llegar a la violencia intrafamiliar, lo que hizo a Wanda aferrarse progresivamente a Terry Fitzgerald, mejor amigo de su esposo, quien comenzó a cuidarla primero en nombre de su amigo y posteriormente por el amor que nació por ella; aun así la insistencia de Wanda la llevó a dejar los métodos anticonceptivos embarazarse sin revelarlo a su marido, quien precisamente tras un fracaso en una misión volvió frustrado a casa y violentamente abusó de su esposa. Cuando Wanda le informó que estaba embarazada, Al no tomó bien la noticia. Él vio la situación como el intento de Wanda de frenar su carrera, algo que él no permitiría. Sin remordimientos, golpeó el estómago de Wanda hasta poner fin a su embarazo; satisfecho de haber evitado un estorbo en su carrera Al le prometió a su esposa que cuando convirtiera el mundo en un lugar mejor le permitiría tener un hijo, tras esto partiría a lo que sería la misión donde moriría quemado. Por su parte esa noche, Wanda sabía que tenía que salir de ahí y cosa que hizo dispuesta a no volver a verlo nuevamente.Las circunstancias que rodean la muerte de simmons no están del todo claras, se sabe que su jefe Jason Wynn lo mando matar porque con frecuencia discutía con el y cuestionaba sus órdenes, además Wynn de alguna manera había estado en contacto con las fuerzas del infierno, en concreto con un demonio llamado Malebolgia con el que hizo un trato para el intercambio de Al Simmons por una sustancia del infierno llamado Necroplasma. Por lo que Simmons fue enviado en una misión a Botswana y se le dio la orden a Chapel (su compañero), de que lo asesinara. Chapel, no sólo lo asesinó, sino que lo quemó vivo en la que debía ser su última misión. En la Tierra, fue honrado como un héroe militar y enterrado en el Cementerio Nacional de Arlington."]
    },
    {
        "id" : 4,
        "nombre" : "Superman",
        "alias" : "Clark Kent",
        "bio" : "nació con el nombre de Kal-El en el planeta Krypton; su padre, el científico Jor-El, y su madre Lara Lor-Van, lo enviaron en una nave espacial con destino a la Tierra cuando era un niño, momentos antes de la destrucción de su planeta.",
        "universo" : "DC",
        "foto" : ["http://webiconspng.com/wp-content/uploads/2017/09/Superman-PNG-Image-94012.png","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrsiiHzvhrDzjX00wM5GHsvRCjCGjfQ1pW5iA-hBOtsMtVAvmg","https://vignette.wikia.nocookie.net/comicdc/images/d/d7/Superman_for_tomorrow.jpg/revision/latest?cb=20140708013510&path-prefix=es","http://cdn.shopify.com/s/files/1/0949/2324/products/Superman_Floats_web_grande.jpg?v=1439241323"],
        "nemesis" : ["Lex Luthor","",""],
        "romance" : "Lois Lane",
        "informacion" :["Kal-El nació originalmente en la ciudad de Kryptonopolis, en el planeta Krypton. Su padre, el mejor científico del planeta, hizo muchos estudios desde antes que Kal-El naciera, que probaba que el planeta estaba alcanzando altas temperaturas en su núcleo y que con el paso del tiempo destruiría a Krypton. Debido a que el consejo no le creía, desde el nacimiento de Kal empezó a construir cohetes especiales para evacuar a la gente cuando ese día ocurriera.Siete meses después cuando el planeta estaba colapsando y estaba siendo atacado por un ser que se hacia llamar El coleccionista, la primera opción de Jor-El es tomar el proyector de la Zona Fanstasma y refugiarse alli por un tiempo, pero casi son atacados por unos de los criminales que Jor-El había encerrado llamado Xa-Du. Cuando Xa-Du intenta escapar, Krypto le muerde la mano y es atrapado en la zona. Después, Lara le pide a su esposo que lo ponga en el prototipo del cohete que ha estado construyendo; como no queda tiempo ponen a Kal-El en el cohete y lo lanzan con las hacia el planeta Tierra.El cohete cae en una ruta de Kansas, donde es encontrado por Jonathan y Martha Kent, una pareja de humildes granjeros que la adoptan debido a que no han podido tener hijos propios. La pareja lo lleva al pueblo de Smallvile y lo crían bajo el nombre de 'Clark Kent', en este lugar también conoció a sus primeros amigos Lana Lang y Peter Ross."
            ,"A las edad de 17 años, mientras estaba en el baile de graduación de la escuela con Lana Lang, sus padres sufrieron un accidente de auto que causo la muerte de Martha y varias heridas a Jonathan. Cuando Clark se entero de la noticia y fue a verlo al hospital, momentos antes de morir, le dice a Clark que su ultimo deseo es que use sus poderes para proteger a otros mas débiles. Con esa idea en mente,después de graduarse, Clark decide vender la granja Kent a su vecino el Señor Fry y pasa sus ultimo dia con sus amigos en Smallville antes de mudarse a Metropolis y conseguir empleo como periodista.",
            "Al llegar a Metrópolis Clark consiguió un trabajo como periodista para el Daily Star e hizo su primera aparición como super héroe tan solo vistiendo una playera con el símbolo de la Casa de El y la capa de su padre, intento capturar a Glen Glenmorgan por sus actos criminales que mantenía en secreto. Debido a que sus poderes no estaban desarrollados por completo (aun no podía volar y no es tan invulnerable), este primer encuentro con Glenmorgan sale mal, Clark recibe el disparo de un lanzacohetes que lo deja inconsciente. Un niño encuentra a Superman y antes de que recobre el conocimiento roba su capa, poco después Clark lo localiza y le salva al evitar que una locomotora lo arrolle, el niño explica que solo la quería para proteger a él y a su hermano de su abusivo padre, Lois acontece este acto y escribe un articulo para el Daily Planet refiriéndose a él como Superman. A pesar del apoyo de la gente de Metrópolis, los actos de Superman empiezan a llamar la atención del ejercito de los estados unidos, en especial del General Sam Lane quien contrata a Lex Luthor para idear alguna forma de capturarlo.Tras lograr capturar a Superman se revela que Luthor estaba recibiendo ayuda de Braniac, quien buscaba encoger la ciudad de Metrópolis y destruir la tierra, solo logra lo primero ya que Superman se infiltra en su nave donde encuentra varias ciudades embotelladas incluyendo la de Kandor junto a varios objetos de Krypton, uno de estos es una armadura Kryptoniana que Superman usaría en su batalla con Braniac al cual vence y logra regresar Metrópolis a su tamaño normal."]
    },
    {
        "id" : 5,
        "nombre" : "Flash",
        "alias" : "Barry Allen",
        "bio" : "Bartholomew Henry Allen es un científico asistente de la División de Ciencia Criminal y Forense del Departamento de Policía de Ciudad Central en 1956, conocido por ser lento y llegar siempre tarde a su trabajo, lo cual enojaba a su prometida Iris West. Una noche, mientras salía del trabajo, un rayo cayó en su laboratorio lleno de químicos que bañaron a Allen, creando un accidente que le otorgaría una súper velocidad e increíbles reflejos (también la capacidad de viajar en el tiempo y entre dimensiones). Con un traje rojo y el símbolo de un rayo (que recuerda al original Capitán Maravilla de Fawcett Comics), su novia lo nombró 'Flash' (ya que cuando era niño algo veloz mató a su madre y Barry dijo que fue como un flash) empezando así a combatir el crimen en Ciudad Central.",
        "universo" : "DC",
        "foto" : ["https://png.icons8.com/metro/1600/the-flash-head.png"
        ,"http://highfivecomics.files.wordpress.com/2009/10/bff3.jpg",
        "http://cinemania.es/img/conts/2dfbc5a_JUSTICE_LEAGUE2.jpg",
        "https://vignette.wikia.nocookie.net/comicdc/images/b/b8/Barry_Allen_%28Tierra_Prima%29_001.jpg/revision/latest/scale-to-width-down/280?cb=20130902222905&path-prefix=es"],
        "nemesis" : ["Weather Wizard","Reverse Flash","","..."],
        "romance" : "Dale Arden" ,
        "informacion" :["Único hijo de Nora y Henry Allen. De pequeño Barry tuvo que lidiar con la tensa relación de sus padres quienes discutían con frecuencia, su madre estaba decidida a pedirle el divorcio a su marido pues comprendía que por el bien de todos lo mejor era alejarse. El día que Nora le mostró los papeles del divorcio a su esposo fue asesinada, todos sabían de la mala relación de la pareja por lo que Henry fue el mayor y único sospechoso del crimen, siendo condenado y puesto en prisión a pesar de asegurar en todo momento que era inocente. Así, Barry se quedó sin sus padres con tan sólo 11 años.  Al quedar huérfano, el chico fue adoptado por Darryl Frye, un policía que mantenía una relación romántica secreta con su madre. Este no sólo se comportó como un padre, también fue su maestro en la carrera policial y científica que emprendió motivado por la obsesión en encontrar pruebas para demostrar la inocencia de su padre biológico. Mientras realizaba experimentos en su laboratorio, un rayo cayó en el lugar y lo impactó, además de que varios compuestos químicos cayeron sobre él dejándolo en coma. Cuando despertó, sus heridas sanaron rápidamente y descubrió que el accidente le había otorgado una increíble velocidad. Con sus conocimientos científicos diseñó un traje que soportaba la fricción provocada al correr a tan altas velocidades, además de un anillo en el que podía guardar su disfraz. Tomó como su símbolo el rayo y así creo la identidad de Flash.",
            "Poco tiempo después de empezar su carrera como Flash, Barry investigó la desaparición de varios niños huérfanos. Durante su investigación conoció al Green Lantern Hal Jordan quien también se interesó por el caso. El par de héroes entraron a un portal que se llevó a unos niños y allí descubrieron que los pequeños eran secuestrados para ser entrenados como gladiadores por una alienígena llamada Verus. El estar tan lejos de la Tierra, lugar donde al parecer se encuentra la Speed Force, provocó que Flash se volviera más lento, además, Green Lantern estaba perdiendo la carga de su anillo. Por ello, Hal hizo una trato con Verus, Flash y él serían sus gladiadores en la competencia que se llevaría a cabo en unos años pero a cambio debía dejarlos libres ahora a ellos y los niños, acuerdo que Verus aceptó.Este primer encuentro entre los héroes hizo que se forjara una gran amistad. Cuando Green Lantern y Batman se enfrentaron a Superman mientras investigaban las Mother Box, Hal llamó a Barry como refuerzo pues el kryptoniano los estaba derrotando, Barry acudió al llamado y logró neutralizar momentáneamente a Superman para luego aclarar que no eran sus enemigos. De las Mother Box se teletransportaron cientos de Parademons dispuestos a invadir la Tierra y raptar a sus habitantes por lo que varios héroes, entre ellos Flash, debieron unir fuerzas para derrotar a estas criaturas y a su líder, Darkseid. El grupo fue conocido como la Justice League y desde entonces decidieron trabajar juntos ante amenazas considerables para la humanidad.",
            "Años después, él y Hal serían transportados de nuevo con Verus. El trato debía cumplirse y el par de héroes lucharon en una gran batalla contra representante de diferente especies alienígenas derrotando a todos ellos. Los Green Lantern Corps llegaron al lugar y arrestaron a quienes organizaban el torneo por forzar a otros seres a luchar, Barry regresó a la Tierra mientras que Hal se fue a Oa."]
    },
    {
        "id" : 6,
        "nombre" : "Black Panther",
        "alias" : "T'Challa",
        "bio" : "T'Challa obtuvo el título y los atributos de la Pantera Negra al derrotar a los diversos campeones de las tribus de Wakanda. Uno de sus primeros actos fue disolver y exiliar a Hatut Zeraze, la policía secreta de Wakanda, y su líder, su hermano adoptivo Hunter el Lobo Blanco.",
       "universo" : "Marvel",
       "foto" : ["http://pluspng.com/img-png/black-panther-png-image-black-panther-png-marvel-cinematic-universe-wiki-fandom-powered-by-wikia-429.png"
        ,"https://i0.wp.com/www.geekfactormedia.com/wp-content/uploads/2018/02/blackpanther.jpg?resize=360%2C240",
        "https://vignette.wikia.nocookie.net/marvel/images/c/c1/T%C2%B4challa.jpg/revision/latest?cb=20140806021705&path-prefix=es",
        "https://vignette.wikia.nocookie.net/marvel/images/8/83/Original_Sin_Vol_1_2_Variante_de_Dell%27Otto_Sin_Texto.jpg/revision/latest?cb=20150627194318&path-prefix=es"
    ],
       "nemesis" : ["Achebe","",""],
       "romance" : "Ororo Munroe/Tormenta" ,
       "informacion" :["La nación de Wakanda recibió la caída de un gigantesco meteorito con un misterioso mineral, el Vibranium, capaz de absorber el sonido y las vibraciones. Para proteger tan valiosa posesión, T'Chaka decidió ocultar a su país del resto del mundo. Aun así, la montaña de Vibranium fue descubierta por Ulises Klaw. Para tomarla, asesinó a T'Chaka, pero su hijo T'Challa logró arrebatar una de sus armas y destruirle la mano a Klaw, que huyó. T'Challa creció y se preparó para ser el líder de los Wakandas en todos los sentidos: no sólo su protector, sino también su gobernante.  Black-panther poderoso, culto y noble monarca, T'Challa sucedió a su padre como rey de Wakanda, una pequeña y retirada nación africana (en la realidad este estado no existe). Tras el asesinato de su padre, T'Challa fue educado en las mejores escuelas de Europa y América. Regresó a su patria como un título de Físicas bajo el brazo, dispuesto a asumir la carga del liderazgo de toda una nación. Pero antes debéra derrotar a los seis mejores guerreros de Wakanda en un combate sin armas, y después obtener la hierba con forma de corazón que otorga a los líderes de la nación su gran fuerza física y sus sentidos aumentados. Tras salir victorioso de ambos retos, T'Challa se vistió con el atuendo ceremonial de la Pantera Negra, el tótem del pueblo de Wakanda. Como líder del clan de la Pantera Negra del país, es el último de una larga saga de reyes guerreros bañada por la tradición, el tribalismo y un profundo sentido del honor."
        ,"Bajo el liderazgo de T'Challa, Wakanda se ha convertido en una de las naciones más ricas y tecnológicamente avanzadas del planeta. El país posee el único depósito de Vibranium, un metal extraterrestre capaz de absorber las vibraciones sónicas. Tras conocer al Capitán América, Pantera Negra fue invitada a formar parte de Los Vengadores. Conocedor de la amenaza que tales seres sobrehumanos podían representar para su nación, T'Challa aceptó la invitación, lo que le dio la oportunidad de investigar sus motivos e intenciones. Para verificar si estaba listo para el retorno de Klaw, atrajo a su tierra a los 4 Fantásticos, para comprobar si su tecnología y sus habilidades le permitían derrotarlos. Uno por uno los venció, pero Wyatt Wingfoot, que los acompañaba, liberó a los que iba dejando atrás, y no pudo resistir su poder combinado. Aun así, accedieron a ayudarlo contra Klaw, que había creado una máquina que le permitía crear animales de sonido sólido.  A partir de entonces desarrolló una gran amistad con el grupo, e incluso le regaló a Johnny Storm un vehículo especial para ir con Wyatt Wingfoot al gran refugio de Los Inhumanos."
        ,"Pantera Negra se alejó durante largo tiempo de sus asuntos reales para luchar junto a los héroes más poderosos de la Tierra, aprendiendo nuevos métodos para luchar contra el crimen. Aunque sus intenciones iniciales eran un poco egoístas, T'Challa ha acabado considerando a Los Vengadores como amigos y poderosos aliados.  Más tarde combatió junto al Capitán América, que había abandonado a los Vengadores poco antes, dejando tras de sí a un grupo debilitado por su marcha. Para compensarlo, le ofreció a la Pantera un puesto en el grupo, junto a Ojo de Halcón, Henry Pym y la Avispa. Sin embargo, al llegar los encontró muertos y fue culpado del crimen, aunque en realidad era un estado inducido por el Segador, hermano del Hombre Maravilla, y del cual los curó.  T'Challa regresó finalmente a Wakanda, y encontró su nación trastornada por su prolongada ausencia. Tras recuperar el respeto de su pueblo, trabajó duro para sacar a su país de su aislamiento del resto del mundo. Ahora debe vigilar constantemente a aquellos de dentro y fuera de Wakanda que usurparían su trono y saquearían sus recursos naturales. Pero la lealtad de T'Challa está con su pueblo antes de nada, y sus actos sólo responden a su bienestar."]
    }
]